INSERT INTO  authors (id, name) VALUES (1, 'Джон Толкин');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    1,
    'Властелин колец',
    'Трилогия Толкина, по которой Питер Джексон снял легендарную киносагу, выдерживает испытание ...',
    'Трилогия Толкина, по которой Питер Джексон снял легендарную киносагу, выдерживает испытание временем и устанавливает планку для произведений в жанре фэнтези. Книга отличается от фильма, поэтому порадует читателя множеством интересных деталей и неожиданными поворотами сюжета.',
    1
);

INSERT INTO authors (id, name) VALUES (2, 'Фрэнк Герберт');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    2,
    'Дюна',
    'Действие происходит в далёком будущем, где общественная жизнь и культура вращаются вокруг специи ...',
    'Действие происходит в далёком будущем, где общественная жизнь и культура вращаются вокруг специи, за добычу и использование этого особого вещества идёт постоянная борьба. На первый взгляд может показаться, что это ещё одна история противостояния добра и зла, благородства и корыстных интересов. Однако книга полифоничнее.',
    2
);

INSERT INTO authors (id, name) VALUES (3, 'Джордж Мартин');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    3,
    'Песнь льда и огня',
    'Этот рейтинг был бы неполным без саги об игре престолов. Книга позволяет следить за бесконечным ... ',
    'Этот рейтинг был бы неполным без саги об игре престолов. Книга позволяет следить за бесконечным противостоянием Старков и Ланнистеров, не скачивая очередной сезон сериала. Магия, тайна, интрига, страсть, романтика и приключения наполняют её страницы и переносят читателя в совершенно новый мир.',
    3
);

INSERT INTO authors (id, name) VALUES (4, 'Джордж Оруэлл');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    4,
    '1984',
    'Оруэллу удалось создать антипод великой, но не всеми признанной антиутопии XX века — «О дивный ...',
    'Оруэллу удалось создать антипод великой, но не всеми признанной антиутопии XX века — «О дивный новый мир» Олдоса Хаксли. Автор пытается ответить на вопрос, что страшнее: идеальное общество потребления или идеальное общество идеи? Получается, что нет ничего хуже полной несвободы и в первом, и во втором случае.',
    4
);

INSERT INTO authors (id, name) VALUES (5, 'Айзек Азимов');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    5,
    'Сами боги',
    'Перед читателем предстают два мира: умирающий и полный сил. Величайшее научное открытие в ...',
    'Перед читателем предстают два мира: умирающий и полный сил. Величайшее научное открытие в истории человечества дарит людям неисчерпаемый источник дешёвой энергии, которая и даёт надежду на спасение угасающей вселенной. Но всё не так просто, и плата за это открытие оказывается слишком большой для всех.',
    5
);

INSERT INTO authors (id, name) VALUES (6, 'Джоан Роулинг');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    6,
    'Гарри Поттер и философский камень',
    'Жизнь Гарри Поттера меняется до неузнаваемости в одиннадцатый день рождения, когда Рубеус ... ',
    'Жизнь Гарри Поттера меняется до неузнаваемости в одиннадцатый день рождения, когда Рубеус Огрид, гигант с похожими на жуков глазами, вручает ему письмо с фантастическими известиями. Гарри Поттер – вовсе не обычный мальчик. Он колдун. И стоит на пороге удивительнейших приключений.',
    6
);

INSERT INTO authors (id, name) VALUES (7, 'Аркадий и Борис Стругацкие');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    7,
    'Пикник на обочине',
    'После того как Землю посетили пришельцы, на ней появились Зоны, в которых действуют совсем иные ...',
    'После того как Землю посетили пришельцы, на ней появились Зоны, в которых действуют совсем иные законы существования. Общество оказалось не готово к «подаркам» инопланетян и с трудом старается приспособиться к новой реальности, следуя за немногочисленными Сталкерами.',
    7
);

INSERT INTO authors (id, name) VALUES (8, 'Орсон Скотт Кард');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    8,
    'Говорящий от имени мёртвых',
    'Земляне встречают ещё одну расу развитых существ. Различия между ними оказываются столь велики, ...',
    'Земляне встречают ещё одну расу развитых существ. Различия между ними оказываются столь велики, что это едва не приводят к новому конфликту цивилизаций.',
    8
);

INSERT INTO authors (id, name) VALUES (9, 'Нил Гейман');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    9,
    'Американские боги',
    'Главный герой отсидел три года в тюрьме и наконец вышел на свободу. Он ещё не подозревает, что ...',
    'Главный герой отсидел три года в тюрьме и наконец вышел на свободу. Он ещё не подозревает, что основные испытания для него только начинаются. Жена погибает в автокатастрофе, а странный человек по имени Среда вовлекает героя в запутанные события…',
    9
);

INSERT INTO authors (id, name) VALUES (10, 'Маргарет Этвуд');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    10,
    'Рассказ служанки',
    'В новом мире женщины не имеют права владеть собственностью, работать, любить, читать и писать. ...',
    'В новом мире женщины не имеют права владеть собственностью, работать, любить, читать и писать. Они здесь только для одного — чтобы рожать. А если какая-то и на это не способна, ей остаётся работать на каторге до самой смерти, которая при таких условиях наступает раньше обычного. Главная героиня книги — служанка Фредова — бросает вызов системе, за что ей приходится расплачиваться.',
    10
);

INSERT INTO authors (id, name) VALUES (11, 'Артур Кларк');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    11,
    '2001: Космическая одиссея',
    'На Луне обнаружен неизвестный объект, который посылает мощный сигнал в космос. Учёным удалось ...',
    'На Луне обнаружен неизвестный объект, который посылает мощный сигнал в космос. Учёным удалось выяснить, что сигнал уходит в сторону одного из спутников Сатурна. Туда отправляется межпланетный корабль «Дискавери», чтобы исследовать неизвестные просторы…',
    11
);

INSERT INTO authors (id, name) VALUES (12, 'Анджей Сапковский');
INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    12,
    'Ведьмак',
    'Цикл можно отнести к так называемому тёмному фэнтези. Главный герой — ведьмак Геральт — защищает ...',
    'Цикл можно отнести к так называемому тёмному фэнтези. Главный герой — ведьмак Геральт — защищает людей от монстров. Действие происходит в мире множества рас, народов, сообществ, каждое из которых стремится во что бы то ни стало отстоять свои интересы.',
    12
);