INSERT INTO  authors (name) VALUES ('Джон Толкин');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Властелин колец',
    'Трилогия Толкина, по которой Питер Джексон снял легендарную киносагу, выдерживает испытание ...',
    'Трилогия Толкина, по которой Питер Джексон снял легендарную киносагу, выдерживает испытание временем и устанавливает планку для произведений в жанре фэнтези. Книга отличается от фильма, поэтому порадует читателя множеством интересных деталей и неожиданными поворотами сюжета.',
    1
);
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Хоббит',
    'Кто такой хоббит? В 1937 году, после выхода этой волшебной сказки полмира озадачились этим ...',
    'Кто такой хоббит? В 1937 году, после выхода этой волшебной сказки полмира озадачились этим интереснейшим вопросом. А это всего-навсего существо небольшого роста с мохнатыми ногами, отважное, но добродушное, умеющее очень тихо передвигаться. Именно о приключениях хоббита — Бильбо Бэггинса, а также его друзей — отважных гномов и волшебника Гэндальфа, повествует эта книга.',
    1
);
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Сильмариллион',
    'Сильмариллион примечателен тем, что более углубленно знакомит с различными аспектами мира, ...',
    'Сильмариллион примечателен тем, что более углубленно знакомит с различными аспектами мира, даёт описание Валар и Майар и повествует об истории падения Нуменора.',
    1
);

INSERT INTO authors (name) VALUES ('Фрэнк Герберт');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Дюна',
    'Действие происходит в далёком будущем, где общественная жизнь и культура вращаются вокруг специи ...',
    'Действие происходит в далёком будущем, где общественная жизнь и культура вращаются вокруг специи, за добычу и использование этого особого вещества идёт постоянная борьба. На первый взгляд может показаться, что это ещё одна история противостояния добра и зла, благородства и корыстных интересов. Однако книга полифоничнее.',
    2
);
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Муравейник Хеллстрома',
    'В книгу вошли: научно-фантастический роман видного американского фантаста Фрэнка Херберта, ...',
    'В книгу вошли: научно-фантастический роман видного американского фантаста Фрэнка Херберта, рассказывающий о невероятном и успешном эксперименте по превращению людей в муравьев, а также разноплановые фантастические рассказы Говарда Фаста.',
    2
);

INSERT INTO authors (name) VALUES ('Джордж Мартин');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Песнь льда и огня',
    'Этот рейтинг был бы неполным без саги об игре престолов. Книга позволяет следить за бесконечным ... ',
    'Этот рейтинг был бы неполным без саги об игре престолов. Книга позволяет следить за бесконечным противостоянием Старков и Ланнистеров, не скачивая очередной сезон сериала. Магия, тайна, интрига, страсть, романтика и приключения наполняют её страницы и переносят читателя в совершенно новый мир.',
    3
);
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Повторная помощь',
    'Космический путешественник, авантюрист и по совместительству экоинженер Таф спустя пять лет ...',
    'Космический путешественник, авантюрист и по совместительству экоинженер Таф спустя пять лет вернулся на планету С-Атлэм. Он, как честный человек, решил отдать должок и попутно взглянуть, выполняются ли экологические советы, которые он когда-то дал местным жителям. Только несколько нюансов он все же не учел, и теперь ему предстоит решать новые проблемы, коим причиной стал он сам. ',
    3
);

INSERT INTO authors (name) VALUES ('Джордж Оруэлл');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    '1984',
    'Оруэллу удалось создать антипод великой, но не всеми признанной антиутопии XX века — «О дивный ...',
    'Оруэллу удалось создать антипод великой, но не всеми признанной антиутопии XX века — «О дивный новый мир» Олдоса Хаксли. Автор пытается ответить на вопрос, что страшнее: идеальное общество потребления или идеальное общество идеи? Получается, что нет ничего хуже полной несвободы и в первом, и во втором случае.',
    4
);

INSERT INTO authors (name) VALUES ('Айзек Азимов');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Сами боги',
    'Перед читателем предстают два мира: умирающий и полный сил. Величайшее научное открытие в ...',
    'Перед читателем предстают два мира: умирающий и полный сил. Величайшее научное открытие в истории человечества дарит людям неисчерпаемый источник дешёвой энергии, которая и даёт надежду на спасение угасающей вселенной. Но всё не так просто, и плата за это открытие оказывается слишком большой для всех.',
    5
);

INSERT INTO authors (name) VALUES ('Джоан Роулинг');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Гарри Поттер и философский камень',
    'Жизнь Гарри Поттера меняется до неузнаваемости в одиннадцатый день рождения, когда Рубеус ... ',
    'Жизнь Гарри Поттера меняется до неузнаваемости в одиннадцатый день рождения, когда Рубеус Огрид, гигант с похожими на жуков глазами, вручает ему письмо с фантастическими известиями. Гарри Поттер – вовсе не обычный мальчик. Он колдун. И стоит на пороге удивительнейших приключений.',
    6
);
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Гарри Поттер и Орден Феникса',
    'Книга Гарри Поттер и Орден Феникса - это пятая часть в серии всемирной литературы о юном ... ',
    'Книга Гарри Поттер и Орден Феникса - это пятая часть в серии всемирной литературы о юном волшебнике Гарри Поттере, написанная британской писательницей Джоан Роулинг. Сюжет книги рассказывает о возвращении Лорда Волан-де-Морт, который начинает свои коварные планы по захвату мира магических существ и уничтожению Гарри Поттера. Однако, в это непростое время, герои книги объединяются в Орден Феникса, чтобы противостоять злодею и спасти мир магии.',
    6
);

INSERT INTO authors (name) VALUES ('Аркадий и Борис Стругацкие');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Пикник на обочине',
    'После того как Землю посетили пришельцы, на ней появились Зоны, в которых действуют совсем иные ...',
    'После того как Землю посетили пришельцы, на ней появились Зоны, в которых действуют совсем иные законы существования. Общество оказалось не готово к «подаркам» инопланетян и с трудом старается приспособиться к новой реальности, следуя за немногочисленными Сталкерами.',
    7
);

INSERT INTO authors (name) VALUES ('Орсон Скотт Кард');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Говорящий от имени мёртвых',
    'Земляне встречают ещё одну расу развитых существ. Различия между ними оказываются столь велики, ...',
    'Земляне встречают ещё одну расу развитых существ. Различия между ними оказываются столь велики, что это едва не приводят к новому конфликту цивилизаций.',
    8
);

INSERT INTO authors (name) VALUES ('Нил Гейман');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Американские боги',
    'Главный герой отсидел три года в тюрьме и наконец вышел на свободу. Он ещё не подозревает, что ...',
    'Главный герой отсидел три года в тюрьме и наконец вышел на свободу. Он ещё не подозревает, что основные испытания для него только начинаются. Жена погибает в автокатастрофе, а странный человек по имени Среда вовлекает героя в запутанные события…',
    9
);

INSERT INTO authors (name) VALUES ('Маргарет Этвуд');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Рассказ служанки',
    'В новом мире женщины не имеют права владеть собственностью, работать, любить, читать и писать. ...',
    'В новом мире женщины не имеют права владеть собственностью, работать, любить, читать и писать. Они здесь только для одного — чтобы рожать. А если какая-то и на это не способна, ей остаётся работать на каторге до самой смерти, которая при таких условиях наступает раньше обычного. Главная героиня книги — служанка Фредова — бросает вызов системе, за что ей приходится расплачиваться.',
    10
);

INSERT INTO authors (name) VALUES ('Артур Кларк');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    '2001: Космическая одиссея',
    'На Луне обнаружен неизвестный объект, который посылает мощный сигнал в космос. Учёным удалось ...',
    'На Луне обнаружен неизвестный объект, который посылает мощный сигнал в космос. Учёным удалось выяснить, что сигнал уходит в сторону одного из спутников Сатурна. Туда отправляется межпланетный корабль «Дискавери», чтобы исследовать неизвестные просторы…',
    11
);

INSERT INTO authors (name) VALUES ('Анджей Сапковский');
INSERT INTO books (title, annotation, description, author_id) VALUES (
    'Ведьмак',
    'Цикл можно отнести к так называемому тёмному фэнтези. Главный герой — ведьмак Геральт — защищает ...',
    'Цикл можно отнести к так называемому тёмному фэнтези. Главный герой — ведьмак Геральт — защищает людей от монстров. Действие происходит в мире множества рас, народов, сообществ, каждое из которых стремится во что бы то ни стало отстоять свои интересы.',
    12
);