INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    13,
    'Хоббит',
    'Кто такой хоббит? В 1937 году, после выхода этой волшебной сказки полмира озадачились этим ...',
    'Кто такой хоббит? В 1937 году, после выхода этой волшебной сказки полмира озадачились этим интереснейшим вопросом. А это всего-навсего существо небольшого роста с мохнатыми ногами, отважное, но добродушное, умеющее очень тихо передвигаться. Именно о приключениях хоббита — Бильбо Бэггинса, а также его друзей — отважных гномов и волшебника Гэндальфа, повествует эта книга.',
    1
);

INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    14,
    'Сильмариллион',
    'Сильмариллион примечателен тем, что более углубленно знакомит с различными аспектами мира, ...',
    'Сильмариллион примечателен тем, что более углубленно знакомит с различными аспектами мира, даёт описание Валар и Майар и повествует об истории падения Нуменора.',
    1
);

INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    15,
    'Повторная помощь',
    'Космический путешественник, авантюрист и по совместительству экоинженер Таф спустя пять лет ...',
    'Космический путешественник, авантюрист и по совместительству экоинженер Таф спустя пять лет вернулся на планету С-Атлэм. Он, как честный человек, решил отдать должок и попутно взглянуть, выполняются ли экологические советы, которые он когда-то дал местным жителям. Только несколько нюансов он все же не учел, и теперь ему предстоит решать новые проблемы, коим причиной стал он сам. ',
    3
);


INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    16,
    'Муравейник Хеллстрома',
    'В книгу вошли: научно-фантастический роман видного американского фантаста Фрэнка Херберта, ...',
    'В книгу вошли: научно-фантастический роман видного американского фантаста Фрэнка Херберта, рассказывающий о невероятном и успешном эксперименте по превращению людей в муравьев, а также разноплановые фантастические рассказы Говарда Фаста.',
    2
);

INSERT INTO books (id, title, annotation, description, author_id) VALUES (
    17,
    'Гарри Поттер и Орден Феникса',
    'Книга Гарри Поттер и Орден Феникса - это пятая часть в серии всемирной литературы о юном ... ',
    'Книга Гарри Поттер и Орден Феникса - это пятая часть в серии всемирной литературы о юном волшебнике Гарри Поттере, написанная британской писательницей Джоан Роулинг. Сюжет книги рассказывает о возвращении Лорда Волан-де-Морт, который начинает свои коварные планы по захвату мира магических существ и уничтожению Гарри Поттера. Однако, в это непростое время, герои книги объединяются в Орден Феникса, чтобы противостоять злодею и спасти мир магии.',
    6
);